Repository: yeelam-gordon/intelligent-terminal
Catalog: src/cascadia/TerminalApp/Resources/*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, bg_bg, bn_in, bs_latn_ba, ca_es, ca_es_valencia, cs_cz, cy_gb, da_dk, el_gr, es_es, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, gd_gb, gl_es, gu_in, he_il, hi_in, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, kok_in, lb_lu, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, ne_np, nl_nl, nn_no, or_in, pa_in, pl_pl, pt_br, pt_pt, quz_pe, ro_ro, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, ta_in, te_in, th_th, tr_tr, ug_cn, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_tw

# FreOverlay_AgentStatusWillInstall
source: (will be installed)
af_za: (sal geïnstalleer word)
am_et: (ይጠቀማል)
ar_sa: (سيتم التثبيت)
as_in: (ইনষ্টল কৰা হ'ব)
az_latn_az: (quraşdırılacaq)
bg_bg: (ще бъде инсталиран)
bn_in: (ইনস্টল করা হবে)
bs_latn_ba: (bit će instaliran)
ca_es_valencia: (s'instal·larà)
cs_cz: (bude nainstalován)
cy_gb: (caiff ei osod)
da_dk: (vil blive installeret)
el_gr: (θα εγκατασταθεί)
es_es: (se instalará)
et_ee: (installitakse)
eu_es: (instalatuko da)
fa_ir: (نصب خواهد شد)
fi_fi: (asennetaan)
fil_ph: (i-i-install)
fr_fr: (sera installé)
ga_ie: (suiteálfar)
gd_gb: (thèid a stàladh)
gl_es: (instalarase)
gu_in: (ઇન્સ્ટોલ થશે)
he_il: (יותקן)
hi_in: (इंस्टॉल किया जाएगा)
hu_hu: (telepítésre kerül)
hy_am: (կտեղադրվի)
id_id: (akan diinstal)
is_is: (verður sett upp)
ja_jp: (インストールされます)
ka_ge: (დაინსტალირდება)
kk_kz: (орнатылады)
km_kh: (នឹងត្រូវបានតំឡើង)
kn_in: (ಇನ್‌ಸ್ಟಾಲ್ ಆಗುತ್ತದೆ)
ko_kr: (설치 예정)
kok_in: (इन्स्टॉल जातलें)
lb_lu: (gëtt installéiert)
lo_la: (ຈະຖືກຕິດຕັ້ງ)
lt_lt: (bus įdiegta)
lv_lv: (tiks instalēts)
mi_nz: (ka tāutahia)
mk_mk: (ќе биде инсталиран)
mr_in: (इंस्टॉल केले जाईल)
ms_my: (akan dipasang)
mt_mt: (se jiġi installat)
ne_np: (स्थापना हुनेछ)
nl_nl: (wordt geïnstalleerd)
nn_no: (vert installert)
or_in: (ଇନ୍‌ଷ୍ଟଲ୍ ହେବ)
pa_in: (ਇੰਸਟਾਲ ਕੀਤਾ ਜਾਵੇਗਾ)
pl_pl: (zostanie zainstalowany)
pt_pt: (será instalado)
quz_pe: (churakunqa)
ro_ro: (va fi instalat)
sk_sk: (bude nainštalovaný)
sl_si: (bo nameščen)
sq_al: (do të instalohet)
sr_cyrl_rs: (биће инсталиран)
sr_latn_rs: (biće instaliran)
sv_se: (kommer att installeras)
ta_in: (நிறுவப்படும்)
te_in: (ఇన్‌స్టాల్ చేయబడుతుంది)
th_th: (จะถูกติดตั้ง)
tr_tr: (yüklenecek)
ug_cn: (ئورنىتىلىدۇ)
uk_ua: (буде встановлено)
ur_pk: (انسٹال ہو جائے گا)
uz_latn_uz: (oʻrnatiladi)
vi_vn: (sẽ được cài đặt)
zh_tw: (將被安裝)

# FreOverlay_InstallErrorCopilot
source: ⚠ Failed to install GitHub Copilot. Check your network and try again.
da_dk: ⚠ Installation af GitHub Copilot mislykkedes. Kontroller din netværksforbindelse, og prøv igen.
fil_ph: ⚠ Nabigong i-install ang GitHub Copilot. Suriin ang iyong network at subukang muli.
hu_hu: ⚠ A GitHub Copilot telepítése sikertelen. Ellenőrizze a hálózati kapcsolatot, és próbálja újra.
ja_jp: ⚠ GitHub Copilot のインストールに失敗しました。ネットワークを確認して再試行してください。
ko_kr: ⚠ GitHub Copilot 설치에 실패했습니다. 네트워크를 확인하고 다시 시도하세요.
kok_in: ⚠ GitHub Copilot इन्स्टॉल करपाक अपेशी. तुमचें नेटवर्क तपासात आनी परतून यत्न करात.
ms_my: ⚠ Gagal memasang GitHub Copilot. Semak rangkaian anda dan cuba lagi.
vi_vn: ⚠ Cài đặt GitHub Copilot thất bại. Kiểm tra mạng của bạn và thử lại.

# FreOverlay_InstallErrorNode
source: ⚠ Failed to install Node.js. Check your network and try again.
da_dk: ⚠ Installation af Node.js mislykkedes. Kontroller din netværksforbindelse, og prøv igen.
fil_ph: ⚠ Nabigong i-install ang Node.js. Suriin ang iyong network at subukang muli.
hu_hu: ⚠ A Node.js telepítése sikertelen. Ellenőrizze a hálózati kapcsolatot, és próbálja újra.
ja_jp: ⚠ Node.js のインストールに失敗しました。ネットワークを確認して再試行してください。
ko_kr: ⚠ Node.js 설치에 실패했습니다. 네트워크를 확인하고 다시 시도하세요.
kok_in: ⚠ Node.js इन्स्टॉल करपाक अपेशी. तुमचें नेटवर्क तपासात आनी परतून यत्न करात.
ms_my: ⚠ Gagal memasang Node.js. Semak rangkaian anda dan cuba lagi.
vi_vn: ⚠ Cài đặt Node.js thất bại. Kiểm tra mạng của bạn và thử lại.

# FreOverlay_InstallErrorHooks
source: ⚠ Failed to install session hooks. Session management has been turned off. You can re-enable it and try again, or save to continue without it.
af_za: Kon nie session hooks installeer nie. Sessiebestuur is afgeskakel. Jy kan dit weer aktiveer en weer probeer, of stoor om sonder dit voort te gaan.
am_et: session hooks መጫን አልተሳካም። የክፍለ ጊዜ አስተዳደር ጠፍቷል። እንደገና ማንቃት እና መሞከር ይችላሉ፣ ወይም ያለ እሱ ለመቀጠል ያስቀምጡ።
ar_sa: فشل تثبيت session hooks. تم إيقاف إدارة الجلسات. يمكنك إعادة تمكينها والمحاولة مرة أخرى، أو الحفظ للمتابعة بدونها.
as_in: session hooks ইনষ্টল কৰাত বিফল হ'ল। ছেছন ব্যৱস্থাপনা বন্ধ কৰা হৈছে। আপুনি ইয়াক পুনৰ সক্ৰিয় কৰি পুনৰ চেষ্টা কৰিব পাৰে, বা ইয়াৰ অবিহনে আগবাঢ়িবলৈ সংৰক্ষণ কৰক।
az_latn_az: Session hooks quraşdırmaq alınmadı. Sessiya idarəetməsi söndürülüb. Onu yenidən aktivləşdirib təkrar cəhd edə bilərsiniz və ya onsuz davam etmək üçün saxlaya bilərsiniz.
bg_bg: Неуспешно инсталиране на session hooks. Управлението на сесиите е изключено. Можете да го включите отново и да опитате пак, или да запазите, за да продължите без него.
bn_in: ⚠ session hooks ইনস্টল করতে ব্যর্থ। সেশন ব্যবস্থাপনা বন্ধ করা হয়েছে। আপনি এটি পুনরায় সক্রিয় করে আবার চেষ্টা করতে পারেন, অথবা এটি ছাড়া চালিয়ে যেতে সংরক্ষণ করুন।
bs_latn_ba: Instalacija session hooks nije uspjela. Upravljanje sesijama je isključeno. Možete ih ponovo omogućiti i pokušati ponovo, ili sačuvati da biste nastavili bez toga.
ca_es_valencia: ⚠ No s'han pogut instal·lar els hooks de sessió. La gestió de sessions s'ha desactivat. Podeu tornar-la a activar i tornar a provar, o guardar per a continuar sense ella.
cs_cz: ⚠ Nepodařilo se nainstalovat session hooks. Správa relací byla vypnuta. Můžete ji znovu zapnout a zkusit to znovu, nebo uložit a pokračovat bez ní.
cy_gb: Methodd gosod session hooks. Mae rheoli sesiynau wedi'i ddiffodd. Gallwch ei ail-alluogi a rhoi cynnig arall arni, neu gadw i barhau hebddo.
da_dk: ⚠ Installation af session hooks mislykkedes. Sessionsstyring er blevet deaktiveret. Du kan genaktivere den og prøve igen, eller gemme for at fortsætte uden den.
el_gr: Αποτυχία εγκατάστασης των session hooks. Η διαχείριση περιόδων λειτουργίας απενεργοποιήθηκε. Μπορείτε να την ενεργοποιήσετε ξανά και να δοκιμάσετε ξανά, ή να αποθηκεύσετε για να συνεχίσετε χωρίς αυτήν.
es_es: ⚠ Error al instalar los hooks de sesión. La gestión de sesiones se ha desactivado. Puedes volver a activarla e intentarlo de nuevo, o guardar para continuar sin ella.
et_ee: Session hooks installimine nurjus. Seansihaldus on välja lülitatud. Saate selle uuesti lubada ja uuesti proovida või salvestada, et jätkata ilma selleta.
eu_es: ⚠ Session hooks instalatzeak huts egin du. Saio-kudeaketa desaktibatu da. Berriro aktibatu eta berriro saiatu dezakezu, edo gorde hori gabe jarraitzeko.
fa_ir: نصب session hooks ناموفق بود. مدیریت نشست غیرفعال شده است. می‌توانید آن را دوباره فعال کنید و دوباره تلاش کنید، یا ذخیره کنید تا بدون آن ادامه دهید.
fi_fi: ⚠ Session hooks eivät asentuneet. Istunnonhallinta on poistettu käytöstä. Voit ottaa sen uudelleen käyttöön ja yrittää uudelleen tai tallentaa jatkaaksesi ilman sitä.
fil_ph: ⚠ Nabigong i-install ang session hooks. Na-off ang pamamahala ng session. Maaari mo itong i-enable ulit at subukang muli, o i-save para magpatuloy nang wala ito.
fr_fr: ⚠ Échec de l'installation des hooks de session. La gestion des sessions a été désactivée. Vous pouvez la réactiver et réessayer, ou enregistrer pour continuer sans elle.
ga_ie: Theip ar na session hooks a shuiteáil. Tá bainistiú seisiún múchta. Is féidir leat é a athchumasú agus triail eile a bhaint as, nó sábháil chun leanúint ar aghaidh gan é.
gd_gb: Dh'fhàillig stàladh nan session hooks. Chaidh rianachd nan seisean a chur dheth. 'S urrainn dhut a chur air a-rithist agus feuchainn a-rithist, no sàbhail gus leantainn às aonais.
gl_es: ⚠ Produciuse un erro ao instalar os hooks de sesión. A xestión de sesións desactivouse. Pode reactivala e tentalo de novo, ou gardar para continuar sen ela.
gu_in: session hooks ઇન્સ્ટોલ કરવામાં નિષ્ફળ. સેશન મેનેજમેન્ટ બંધ કરવામાં આવ્યું છે. તમે તેને ફરીથી સક્ષમ કરીને ફરી પ્રયાસ કરી શકો છો, અથવા તેના વિના ચાલુ રાખવા માટે સાચવો.
he_il: התקנת hooks של הפעלה נכשלה. ניהול ההפעלות כובה. באפשרותך להפעיל מחדש ולנסות שוב, או לשמור כדי להמשיך בלעדיו.
hi_in: ⚠ session hooks इंस्टॉल करने में विफल। सेशन प्रबंधन बंद कर दिया गया है। आप इसे पुनः सक्षम करके दोबारा प्रयास कर सकते हैं, या इसके बिना जारी रखने के लिए सहेजें।
hu_hu: ⚠ A session hooks telepítése sikertelen. A munkamenet-kezelés ki lett kapcsolva. Újra engedélyezheti, és megpróbálhatja újra, vagy menthet a folytatáshoz nélküle.
hy_am: ⚠ Session hooks տեղադրումը ձախողվեց։ Նիստերի կառավարումը անջատվել է։ Կարող եք նորից միացնել և նորից փորձել, կամ պահել առանց դրա շարունակելու համար։
id_id: ⚠ Gagal menginstal session hooks. Manajemen sesi telah dinonaktifkan. Anda dapat mengaktifkannya kembali dan mencoba lagi, atau simpan untuk melanjutkan tanpanya.
is_is: Ekki tókst að setja upp session hooks. Slökkt hefur verið á lotustjórnun. Þú getur virkjað hana aftur og reynt aftur, eða vistað til að halda áfram án hennar.
ja_jp: ⚠ session hooksのインストールに失敗しました。セッション管理がオフになりました。再度有効にしてやり直すか、保存してセッション管理なしで続行できます。
ka_ge: ⚠ session hooks ინსტალაცია ვერ მოხერხდა. სესიების მართვა გამორთულია. შეგიძლიათ ხელახლა ჩართოთ და სცადოთ თავიდან, ან შეინახოთ მის გარეშე გასაგრძელებლად.
kk_kz: ⚠ Session hooks орнату сәтсіз аяқталды. Сеанстарды басқару өшірілді. Оны қайта қосып, қайталап көруіңізге немесе онсыз жалғастыру үшін сақтауыңызға болады.
km_kh: ⚠ បានបរាជ័យក្នុងការតំឡើង session hooks។ ការគ្រប់គ្រងវគ្គត្រូវបានបិទ។ អ្នកអាចបើកវាឡើងវិញ ហើយសាកល្បងម្ដងទៀត ឬរក្សាទុកដើម្បីបន្តដោយគ្មានវា។
kn_in: ⚠ session hooks ಇನ್‌ಸ್ಟಾಲ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ. ಸೆಶನ್ ನಿರ್ವಹಣೆಯನ್ನು ಆಫ್ ಮಾಡಲಾಗಿದೆ. ನೀವು ಅದನ್ನು ಮರು-ಸಕ್ರಿಯಗೊಳಿಸಿ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಬಹುದು, ಅಥವಾ ಅದಿಲ್ಲದೆ ಮುಂದುವರಿಸಲು ಉಳಿಸಿ.
ko_kr: ⚠ session hooks를 설치하지 못했습니다. 세션 관리가 꺼졌습니다. 다시 사용하도록 설정하고 다시 시도하거나, 저장하여 이 기능 없이 계속할 수 있습니다.
kok_in: ⚠ session hooks इन्स्टॉल करपाक अपेशी. सत्र वेवस्थापन बंद केलां. तुमी तें परतून सक्षम करून परतून यत्न करूं येता, वा ताचे बगर फुडें वचपाक सांबाळात.
lb_lu: D'Sessiouns-hooks konnten net installéiert ginn. D'Sessiounsgestioun gouf ausgeschalt. Dir kënnt se nees aktivéieren a nach eng Kéier probéieren, oder späicheren fir ouni se weiderzefueren.
lo_la: ⚠ ການຕິດຕັ້ງ session hooks ລົ້ມເຫລວ. ການຈັດການ session ໄດ້ຖືກປິດແລ້ວ. ທ່ານສາມາດເປີດໃຊ້ງານມັນອີກຄັ້ງແລະລອງໃຫມ່, ຫຼືບັນທຶກເພື່ອສືບຕໍ່ໂດຍບໍ່ມີມັນ.
lt_lt: ⚠ Nepavyko įdiegti session hooks. Sesijų valdymas buvo išjungtas. Galite jį vėl įjungti ir bandyti dar kartą arba išsaugoti ir tęsti be jo.
lv_lv: ⚠ Neizdevās instalēt session hooks. Sesiju pārvaldība ir izslēgta. Varat to atkārtoti iespējot un mēģināt vēlreiz vai saglabāt, lai turpinātu bez tās.
mi_nz: I rahua te tāuta i ngā session hooks. Kua whakawetohia te whakahaere whakatūnga. Ka taea e koe te whakahoki anō me te ngana anō, te tiaki rānei kia haere tonu i te kore.
mk_mk: Не успеа инсталирањето на session hooks. Управувањето со сесии е исклучено. Можете повторно да го вклучите и да се обидете повторно, или да зачувате за да продолжите без него.
mr_in: session hooks इंस्टॉल करणे अयशस्वी. सत्र व्यवस्थापन बंद केले गेले आहे. तुम्ही ते पुन्हा सक्षम करू शकता आणि पुन्हा प्रयत्न करू शकता, किंवा त्याशिवाय सुरू ठेवण्यासाठी सेव्ह करू शकता.
ms_my: ⚠ Gagal memasang session hooks. Pengurusan sesi telah dimatikan. Anda boleh mengaktifkannya semula dan cuba lagi, atau simpan untuk meneruskan tanpanya.
mt_mt: L-installazzjoni tal-hooks tas-sessjoni falliet. Il-ġestjoni tas-sessjonijiet ġiet mitfija. Tista' terġa' tixgħelha u terġa' tipprova, jew issejvja biex tkompli mingħajrha.
ne_np: session hooks स्थापना गर्न विफल भयो। सत्र व्यवस्थापन बन्द गरिएको छ। तपाईं यसलाई पुनः सक्षम गर्न सक्नुहुन्छ र पुनः प्रयास गर्न सक्नुहुन्छ, वा यसबिना जारी राख्न सेभ गर्नुहोस्।
nl_nl: Het installeren van sessie-hooks is mislukt. Sessiebeheer is uitgeschakeld. U kunt het opnieuw inschakelen en het opnieuw proberen, of opslaan om verder te gaan zonder.
nn_no: ⚠ Kunne ikkje installere session hooks. Sesjonshandtering er slått av. Du kan aktivere den på nytt og prøve igjen, eller lagre for å halde fram utan den.
or_in: ⚠ session hooks ଇନ୍‌ଷ୍ଟଲ୍ କରିବାରେ ବିଫଳ। ସେସନ୍ ପରିଚାଳନା ବନ୍ଦ କରାଯାଇଛି। ଆପଣ ଏହାକୁ ପୁଣି ସକ୍ରିୟ କରି ପୁଣି ଚେଷ୍ଟା କରିପାରିବେ, କିମ୍ବା ଏହା ବିନା ଜାରି ରଖିବାକୁ ସେଭ୍ କରନ୍ତୁ।
pa_in: ⚠ session hooks ਇੰਸਟਾਲ ਕਰਨ ਵਿੱਚ ਅਸਫਲ। ਸੈਸ਼ਨ ਪ੍ਰਬੰਧਨ ਬੰਦ ਕਰ ਦਿੱਤਾ ਗਿਆ ਹੈ। ਤੁਸੀਂ ਇਸਨੂੰ ਦੁਬਾਰਾ ਚਾਲੂ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰ ਸਕਦੇ ਹੋ, ਜਾਂ ਇਸ ਤੋਂ ਬਿਨਾਂ ਜਾਰੀ ਰੱਖਣ ਲਈ ਸੇਵ ਕਰੋ।
pl_pl: Nie udało się zainstalować session hooks. Zarządzanie sesjami zostało wyłączone. Możesz je ponownie włączyć i spróbować ponownie lub zapisać, aby kontynuować bez nich.
pt_pt: ⚠ Falha ao instalar os hooks de sessão. A gestão de sessões foi desativada. Pode reativá-la e tentar novamente, ou guardar para continuar sem ela.
quz_pe: Session hooks churay mana allinchu karqa. Sesión kamachiykuna wichqasqa karqa. Watiqmanta atichiy ruwarinapaq, utaq waqaychay mana paywan hina siginapaq.
ro_ro: Instalarea session hooks a eșuat. Gestionarea sesiunilor a fost dezactivată. Puteți să o reactivați și să încercați din nou, sau să salvați pentru a continua fără aceasta.
sk_sk: Nepodarilo sa nainštalovať session hooks. Správa relácií bola vypnutá. Môžete ju znova zapnúť a skúsiť to znova, alebo uložiť a pokračovať bez nej.
sl_si: Namestitev session hooks ni uspela. Upravljanje sej je bilo izklopljeno. Lahko ga znova omogočite in poskusite znova ali shranite, da nadaljujete brez njega.
sq_al: Instalimi i session hooks dështoi. Menaxhimi i sesioneve është çaktivizuar. Mund ta riaktivizoni dhe të provoni përsëri, ose të ruani për të vazhduar pa të.
sr_cyrl_rs: ⚠ Инсталација session hooks није успела. Управљање сесијама је искључено. Можете га поново укључити и покушати поново, или сачувати да наставите без њега.
sr_latn_rs: ⚠ Instalacija session hooks nije uspela. Upravljanje sesijama je isključeno. Možete ga ponovo uključiti i pokušati ponovo, ili sačuvati da nastavite bez njega.
sv_se: ⚠ Det gick inte att installera session hooks. Sessionshantering har inaktiverats. Du kan aktivera det igen och försöka på nytt, eller spara för att fortsätta utan det.
ta_in: session hooks நிறுவுவதில் தோல்வி. அமர்வு மேலாண்மை முடக்கப்பட்டுள்ளது. நீங்கள் அதை மீண்டும் இயக்கி மீண்டும் முயற்சிக்கலாம், அல்லது அது இல்லாமல் தொடர சேமிக்கலாம்.
te_in: ⚠ session hooks ఇన్‌స్టాల్ చేయడం విఫలమైంది. సెషన్ నిర్వహణ ఆపివేయబడింది. మీరు దాన్ని మళ్ళీ ప్రారంభించి మళ్ళీ ప్రయత్నించవచ్చు, లేదా అది లేకుండా కొనసాగించడానికి సేవ్ చేయవచ్చు.
th_th: ⚠ ติดตั้ง session hooksล้มเหลว การจัดการเซสชันถูกปิดใช้งาน คุณสามารถเปิดใช้งานอีกครั้งแล้วลองใหม่ หรือบันทึกเพื่อดำเนินการต่อโดยไม่ใช้
tr_tr: Session hooks yüklenemedi. Oturum yönetimi kapatıldı. Yeniden etkinleştirip tekrar deneyebilir veya bu özellik olmadan devam etmek için kaydedebilirsiniz.
ug_cn: ⚠ session hooks ئورنىتىش مەغلۇب بولدى. ئەڭگىمە باشقۇرۇش تاقالدى. ئۇنى قايتا ئېچىپ قايتا سىنىيالايسىز، ياكى ئۇنىڭسىز داۋاملاشتۇرۇش ئۈچۈن ساقلىيالايسىز.
uk_ua: ⚠ Не вдалося встановити session hooks. Керування сеансами вимкнено. Ви можете повторно увімкнути його та спробувати знову, або зберегти, щоб продовжити без нього.
ur_pk: session hooks انسٹال کرنے میں ناکامی۔ سیشن کا انتظام بند کر دیا گیا ہے۔ آپ اسے دوبارہ فعال کر کے دوبارہ کوشش کر سکتے ہیں، یا اس کے بغیر جاری رکھنے کے لیے محفوظ کر سکتے ہیں۔
uz_latn_uz: Session hooks oʻrnatish amalga oshmadi. Seanslarni boshqarish oʻchirildi. Uni qayta yoqish va qayta urinib koʻrishingiz yoki usiz davom etish uchun saqlashingiz mumkin.
vi_vn: ⚠ Không thể cài đặt session hooks. Quản lý phiên đã bị tắt. Bạn có thể bật lại và thử lại, hoặc lưu để tiếp tục mà không có nó.
zh_tw: ⚠ 安裝 session hooks 失敗。工作階段管理已關閉。您可以重新啟用並重試，或儲存以繼續而不使用它。
